{
  "slider": [
    {
      "title": "Barça 2023/24 season jersey",
      "background": "https://www.fcbarcelona.com/photo-resources/2023/06/14/57549726-903f-46d1-b326-73188c0791e4/mini__GP21415-Mejorado-NR.jpg?width=1200&height=750",
      "subtitle": "FC Barcelona is presenting a unique kit for the 2023/24 season, the Club's first to be inspired by the women's team. It has the classic broad stripes in original blaugrana colours, but with a significant detail - the badge set into a diamond. The diamond represents the first Barça women's team to ever play a game of football at the stadium now known as Spotify Camp Nou, an example of Barça's pioneering spirit, always adopting a leading role in both sport and society, allied with continued success."
    },
    {
      "title": "FC Barcelona opens second Barça Store",
      "background": "https://www.fcbarcelona.com/photo-resources/2023/06/15/989b7863-debc-4afe-9c24-70008eaa678b/_GP20203.jpg?width=1200&height=750",
      "subtitle": "FC Barcelona has opened its twelfth 100% self-managed store as it continues to expand its retail business through Barça Licensing & Merchandising (BLM). Today Thursday 15 June, a new Barça Store opened its doors in the Arenas shopping mall, becoming the second in the Sants-Montjuïc district just a matter of days after another store was launched at the Poble Espanyol. The club has made this district a priority given that the team will be playing games at the Olympic Stadium, Montjuïc as of next season while work is being done to redevelop Spotify Camp Nou.<br><br>The opening ceremony was attended by Juli Guiu, FC Barcelona vice-president responsible for the Marketing Area, and Enric Masip, from the FC Barcelona president's office. It was a doubly special date because this was also the day that the brand new home kit for the 2023/24 season, and the first to be directly inspired by the women's team. Naturally, the new shirt is on sale at the exceptional 88 m2 store that occupies a place in the central plaza of the mall.<br><br>The other eleven stores that are 100% managed by Barça are the ones at Spotify Camp Nou, Canaletes, Passeig de Gràcia, Sagrada Família, Westfield La Maquinista, Parc Central Tarragona, La Roca Village, El Corte Inglés Maria Cristina and Plaça Catalunya, Barcelona Airport T1 and T2, Arenal in Madrid iand the new one in Poble Espanyol."
    },
    {
      "title": "Works at Camp Nou",
      "background": "https://i0.wp.com/sportsfinding.com/wp-content/uploads/2023/06/fotonoticia_20230608121805_1200.jpg?fit=1200%2C719&ssl=1",
      "subtitle": "Another step forward in the transformation of the Spotify Camp Nou. The Government Commission of Barcelona City Council has approved the first phase of the major works license corresponding to the reform and expansion of Spotify Camp Nou. The permit covers the operations related to the movement of earth, retaining walls and perimeter screens and foundations for the construction of the floors that will be below ground level in view of the subsequent execution of the main project.<br><br>Hence, and in addition to this license to work underground, the club also has the permits to demolish of the entire third tier of the stadium and can now proceed with the work in these two areas.<br><br>At the same time, FC Barcelona and Barcelona City Council are continuing to make technical progress on the works license for the remodelling of the whole of the stadium and the shared will is to have the license ready and approved as soon as possible. This will be the third and final license required for the reformation work, and will include the modifications that Barça presented and incorporated into the stadium remodelling license granted by the City Council in April 2022, the result of the joint efforts by municipal experts and the club's Espai Barça team."
    }
  ],
  "news": [
    {
      "title": "Barcelona return to the United States for preseason tour",
      "image": "https://www.fcbarcelona.com/photo-resources/2023/05/12/795f4f07-4651-485d-9d9c-efaabea96f89/mini_3200x2000_web.png?width=1200&height=750",
      "subtitle": "The blaugranes will play four friendlies against Juventus, Arsenal FC, Real Madrid and AC Milan in the preseason BARÇA ON TOUR: US 2023",
      "subtitleFull": "The FC Barcelona men's first team will repeat the last season's destination and travel once again to the United States for their preseason tour, BARÇA ON TOUR: US 2023, in which they will play a total of four matches, all against European opposition. The first two games will be played in California; 22 July against Juventus in Santa Clara, San Francisco Bay Area, and on 26 July against Arsenal FC. The last two games will take place in Dallas Texas, for the clash with Real Madrid on 29 July and in Las Vegas where the tour will conclude with a game against AC Milan. <br><br> The US Summer Tour 2022 saw the Barça play on the East Coast with games in Miami and New York - as well as games in Las Vegas and Dallas - cities which hosted the majority of the Club's institutional and social activities. This year the geographical emphasis has shifted to the West Coast where the majority of the Club's activities will take place and where they will play three of their four scheduled games. <br><br> The blaugranes debut on the tour will come on 22 July against Juventus in the Levis Stadium, Santa Clara in San Francisco, home of the NFL's San Francisco 49ers. It will be the third time that Barça have played at the venue which has room for 68,000 fans following matches against Manchester United in 2015 and AC Milan in 2018. The most recent encounter between Barça and Juventus came in a friendly last season on tour, the game ended in a 2-2 draw. <br><br> The other games in California will come against Mikel Arteta's Arsenal side on 26 July in the SoFi Stadium in Inglewood, Los Angeles, a venue opened in 2020 with a capacity of 70,000 and the ground where the Los Angeles Chargers and Los Angeles Rams of the NFL play their home matches. The fixture between the two sides will be their first in seven seasons, the last meeting having come in the last sixteen of the UEFA Champions League in 2016 in which Barça won 2-0 in London and 3-1 at Spotify Camp Nou. The game will also be the first on American soil between the two clubs. <br><br> The summer tour this year will also include one of the most awaited matches for the fans, the Clásico, the third meeting between Barça and Real Madrid in the USA. He game will take place at the AT&T Stadium in Arlington, Texas which has a capacity of 80,000 and is home to the NFL's Dallas Cowboys. The venue is one that Barça have visited twice previously; in 2011 against Manchester United and in 2018 against AS Roma. In their two previous games against Real Madrid in the US, Barça have come out on top both times: winning 3-2 at the Hard Rock Stadium in Miami in 2017 and 1-0 at the Allegiant Stadium in Las Vegas in 2022. <br><br> The Allegiant Stadium, which holds 65,000 fans, will be the venue for the final game of the tour for Xavi Hernández's men against AC Milan, the third game on the west coast. The two teams have met on two previous occasions on US soil with a 2-0 win for Barça in 2003 in Washington and a 1-0 win for the Italians in 2018 in Santa Clara. <br><br> These four games during BARÇA ON TOUR: US 2023 are part of the Soccer Champions Tour, a tournament put together by Sixth Street in collaboration with Legends and AEG, and in which, aside from Barça and their four opponents on the tour, Manchester United will also be participating."
    },
    {
      "title": "FC Barcelona official announcement",
      "image": "https://www.fcbarcelona.com/photo-resources/2019/11/15/ea1926dc-fe06-460f-ac24-7be75866e8f7/comunicacio-institucional.jpg?width=640&height=400",
      "subtitle": "The club refutes the claims published today Thursday 11 May in El Confidencial newspaper",
      "subtitleFull": "FC Barcelona wishes to refute the news story published today Thursday 11 May 2023 in El Confidencial under the headline: “Barça fined 15 million by Tax Office after detecting payments to players with Audi cars and charter flights”. <br><br> Specifically FC Barcelona makes the following remarks and corrections with regarded to the published article: <br><br> That the club was inspected for the 2015/2016 and 2017/2018 financial years, the inspection closing in July 2021. <br><br> The Tax Office did not impose sanctions with regard to any of the supposed irregularities described by El Confidencial in its article. <br><br> The sanctions that the article describes, and which were appealed before the Central Administrative Financial Court, referred to a different matter, which was the tax applicable to payments to players' agents. <br><br> In this regard, Barça would like to stress that in April 2023, the Central Administrative Financial Court accepted the appeal lodged by the club's lawyers, cancelling the fines relating to the Income Tax (IRPF) and Non-Resident Income Tax. It is hoped that the fines relating to Value Added Tax (IVA), also on the matter of tax on payments to players' agents, will also be cancelled shortly. <br><br> The club demands rectification of the said information."
    },
    {
      "title": "86% success rate at home over the season",
      "image": "https://www.fcbarcelona.com/photo-resources/2023/04/23/6e14bb25-053f-4e66-9cbb-e6c17fc4be3a/_SGB7565.jpg?width=1200&height=750",
      "subtitle": "Spotify Camp Nou, the Palau and the Estadi Johan Cruyff have been key to the blaugrana teams' form in 2022/23",
      "subtitleFull": "ery few teams have been capable of beating Barça at home this season, now matter what the sport. All the professional sections have recorded a tremendous campaign at their respective home venues, helping them to trophies, or the possibility of silverware still in 2022/23.<br><br>Barça have based their league title winning campaign on their strength at home in the Spotify Camp Nou. If we look at games in the stadium for the men's first team we can see that Xavi's side won 15 of 19 matches, conceding just three draws and losing just once to Real Sociedad when they were already champions. That is to say, a 79% success rate at home in the league compared to 63% last season and 58% the season before.  "
    }
  ],
  "players": [
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p77318/512x512/p77318_t178_2022_1_003_000.png",
      "name": "Mark-Andre ter Stegen",
      "position": "Goalkeeper",
      "number": 1,
      "country": "Germany",
      "height": 187,
      "weight": 85,
      "age": 30,
      "id": "1"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p210341/512x512/p210341_t178_2022_1_003_000.png",
      "name": "Inaki Pena",
      "position": "Goalkeeper",
      "number": 13,
      "country": "Spain",
      "height": 184,
      "weight": 78,
      "age": 24,
      "id": "2"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p449924/512x512/p449924_t178_2022_1_003_000.png",
      "name": "Arnau Tenas",
      "position": "Goalkeeper",
      "number": 36,
      "country": "Spain",
      "height": 185,
      "weight": 85,
      "age": 22,
      "id": "3"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p52356/512x512/p52356_t178_2022_1_003_000.png",
      "name": "Jordi Alba",
      "position": "Defender",
      "number": 18,
      "country": "Spain",
      "height": 170,
      "weight": 68,
      "age": 34,
      "id": "4"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p445087/512x512/p445087_t178_2022_1_003_000.png",
      "name": "Ronald Araujo",
      "position": "Defender",
      "number": 4,
      "country": "Uruguay",
      "height": 188,
      "weight": 79,
      "age": 24,
      "id": "5"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p135363/512x512/p135363_t178_2022_1_003_000.png",
      "name": "Andreas Christensen",
      "position": "Defender",
      "number": 15,
      "country": "Denmark",
      "height": 187,
      "weight": 82,
      "age": 15,
      "id": "6"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p82263/512x512/p82263_t178_2022_1_003_000.png",
      "name": "Marcos Alonso",
      "position": "Defender",
      "number": 17,
      "country": "Spain",
      "height": 188,
      "weight": 84,
      "age": 32,
      "id": "7"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p220325/512x512/p220325_t178_2022_1_003_000.png",
      "name": "Jules Kounde",
      "position": "Defender",
      "number": 23,
      "country": "France",
      "height": 180,
      "weight": 75,
      "age": 24,
      "id": "8"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p493019/512x512/p493019_t178_2022_1_003_000.png",
      "name": "Balde",
      "position": "Defender",
      "number": 28,
      "country": "Spain",
      "height": 175,
      "weight": 69,
      "age": 20,
      "id": "9"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p432656/512x512/p432656_t178_2022_1_003_000.png",
      "name": "Eric Garcia",
      "position": "Defender",
      "number": 24,
      "country": "Spain",
      "height": 182,
      "weight": 76,
      "age": 22,
      "id": "10"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p54104/512x512/p54104_t178_2022_1_003_000.png",
      "name": "Sergio Busquets",
      "position": "Midfielder",
      "number": 5,
      "country": "Spain",
      "height": 189,
      "weight": 76,
      "age": 34,
      "id": "11"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p500046/512x512/p500046_t178_2022_1_003_000.png",
      "name": "Gavi",
      "position": "Midfielder",
      "number": 30,
      "country": "Spain",
      "height": 173,
      "weight": 70,
      "age": 18,
      "id": "12"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p490541/512x512/p490541_t178_2022_1_003_000.png",
      "name": "Pedri",
      "position": "Midfielder",
      "number": 8,
      "country": "Spain",
      "height": 174,
      "weight": 60,
      "age": 20,
      "id": "13"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p173181/512x512/p173181_t178_2022_1_003_000.png",
      "name": "Franck Kessié",
      "position": "Midfielder",
      "number": 19,
      "country": "Côte d'Ivoire",
      "height": 183,
      "weight": 74,
      "age": 26,
      "id": "14"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p86157/512x512/p86157_t178_2022_1_003_000.png",
      "name": "Sergi Roberto",
      "position": "Midfielder",
      "number": 20,
      "country": "Spain",
      "height": 178,
      "weight": 68,
      "age": 31,
      "id": "15"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p209712/512x512/p209712_t178_2022_1_003_000.png",
      "name": "Frenkie de Jong",
      "position": "Midfielder",
      "number": 21,
      "country": "Netherlands",
      "height": 181,
      "weight": 74,
      "age": 25,
      "id": "16"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p522627/512x512/p522627_t178_2022_1_003_000.png",
      "name": "Pablo Torre",
      "position": "Midfielder",
      "number": 32,
      "country": "Spain",
      "height": 173,
      "weight": 63,
      "age": 20,
      "id": "17"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p219438/512x512/p219438_t178_2022_1_003_000.png",
      "name": "Ousmane Dembélé",
      "position": "Forward",
      "number": 7,
      "country": "France",
      "height": 178,
      "weight": 67,
      "age": 25,
      "id": "18"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p56764/512x512/p56764_t178_2022_1_003_000.png",
      "name": "Robert Lewandowski",
      "position": "Forward",
      "number": 9,
      "country": "Poland",
      "height": 185,
      "weight": 81,
      "age": 34,
      "id": "19"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p224444/512x512/p224444_t178_2022_1_003_000.png",
      "name": "Ferran Torres",
      "position": "Forward",
      "number": 11,
      "country": "Spain",
      "height": 184,
      "weight": 77,
      "age": 23,
      "id": "20"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p219961/512x512/p219961_t178_2022_1_003_000.png",
      "name": "Raphinha",
      "position": "Forward",
      "number": 22,
      "country": "Brazil",
      "height": 176,
      "weight": 68,
      "age": 26,
      "id": "21"
    },
    {
      "avatar": "https://assets.laliga.com/squad/2022/t178/p465607/512x512/p465607_t178_2022_1_003_000.png",
      "number": 10,
      "name": "Ansu Fati",
      "position": "Forward",
      "country": "Spain",
      "height": 178,
      "weight": 66,
      "age": 20,
      "id": "22"
    }
  ],
  "users": [
    {
      "login": "gleb",
      "pass": "1234",
      "auth": false,
      "id": 1
    },
    {
      "login": "Gleb",
      "pass": "1234",
      "auth": false,
      "id": 2
    }
  ]
}